export const productCategorise = [
  { name: "Мраморный щебень фр. 1-3 мм, 25кг" },
  { name: "Мраморный щебень фр. 2-5 мм, 25кг" },
  { name: "Мраморный щебень фр. 5-10 мм, 25кг" },
  { name: "Мраморный щебень фр. 10-20 мм, 25кг" },
  { name: "Гравий фр. 1-3 мм, 25кг" },
  { name: "Гравий фр. 2-5 мм, 25кг" },
  { name: "Гравий фр. 5-10 мм, 25кг" },
  { name: "Гравий фр. 10-20 мм, 25кг" },
  { name: "Песок, 25кг" },
  { name: "Песок, 20кг" },
  { name: "Песок, 15кг" },
  { name: "Песок, 10кг" },
  { name: "Песок, 5кг" },
];
export const productNames = [
  { name: "Мраморный щебень" },
  { name: "Гравий" },
  { name: "Грунт" },
  { name: "Песок" },
];

// export const productItems = [
//   {
//     name: "Мраморный щебень",
//     info: [
//       { value: "Мраморный щебень фр. 1-3 мм, 25кг", price: 1300 },
//       { value: "Мраморный щебень фр. 2-5 мм, 25кг", price: 1200 },
//       { value: "Мраморный щебень фр. 5-10 мм, 25кг", price: 1100 },
//       { value: "Мраморный щебень фр. 10-20 мм, 25кг", price: 1100 },
//     ],
//   },
//   {
//     name: "Гравий",
//     info: [
//       { value: "Гравий фр. 1-3 мм, 25кг", price: 1300 },
//       { value: "Гравий фр. 2-5 мм, 25кг", price: 1200 },
//       { value: "Гравий фр. 5-10 мм, 25кг", price: 1100 },
//       { value: "Гравий фр. 10-20 мм, 25кг", price: 1000 },
//     ],
//   },
//   {
//     name: "Песок",
//     info: [
//       { value: "Песок, 25кг", price: 2500 },
//       { value: "Песок, 20кг", price: 2000 },
//       { value: "Песок, 15кг", price: 1500 },
//       { value: "Песок, 10кг", price: 1000 },
//       { value: "Песок, 5кг", price: 500 },
//     ],
//   },
// ];
